Repository: cybre/budgie-screenshot-applet
Catalog: po/*.po
Languages: es

source: Untitled
es: Sin título

source: Reset global settings
es: Reiniciar configuración global

source: Reset individual settings
es: Reiniciar configuración individual

source: Cancel
es: Cancelar

source: Select
es: Seleccionar

source: Screenshot not available
es: Captura no disponible

source: Screenshots
es: Capturas

source: All monitors
es: Todos los monitores

source: Screenshot from %s
es: Captura de %s

source: Left click to open Right click to copy
es: Click izquierdo para abrir Click derecho para copiar

source: Edit screenshot title
es: Editar título de captura

source: Clear
es: Limpiar

source: New title (optional)
es: Nuevo título (opcional)

source: Apply changes
es: Aplicar cambios

source: Upload screenshot
es: Subir captura

source: Copy screenshot link
es: Copiar enlace de captura

source: Delete screenshot
es: Borrar captura

source: Open screenshot
es: Abrir captura

source: <big>Uploading</big>
es: <big>Subiendo</big>

source: Cancel upload
es: Cancelar subida

source: <big>Upload failed</big>
es: <big>Subida fallida</big>

source: Try again
es: Inténtalo de nuevo

source: <big>Upload queued</big>
es: <big>Subida en cola</big>

source: Remove
es: Eliminar

source: <big>Your screenshots will show up here</big>
es: <big>Tus subidas aparecerán aquí</big>

source: Back
es: Atrás

source: <span font="11">Recent screenshots</span>
es: <span font="11">Capturas recientes</span>

source: Remove all screenshots from history
es: Eliminar todas las capturas del historial

source: Clear all screenshots
es: Limpiar todas las capturas

source: Clear title
es: Limpiar título

source: Title (Optional)
es: Título (opcional)

# Screen option in the main applet view
source: Screen
es: Pantalla

# Window option in the main applet view
source: Window
es: Ventana

# Selection option in the main applet view
source: Selection
es: Selección

source: Screen screenshot delay
es: Demora de la captura de pantalla

# Screenshot delay
source: Delay
es: Demora

source: The monitor that should be used for taking a screenshot
es: El monitor que debería ser usado para capturar la pantalla

source: Window screenshot delay
es: Demora de la captura de ventana

source: Delay
es: Demora

source: Include the window border in window screenshots
es: Incluir el borde de la ventana en las capturas de ventanas

source: Include border
es: Incluir borde

source: Selection screenshot delay
es: Demora de la captura de selección

source: History
es: Historial

source: Prefer the global delay over individual screenshot mode delays
es: Preferir la demora global sobre las demoras de modos de capturas individuales

# Use global [screenshot] delay
source: Use global delay
es: Usar demora global

source: Global screenshot delay
es: Demora de captura global

source: Upload screenshots automatically
es: Subir las capturas automáticamente

source: Automatic upload
es: Subidtomáticaa au

source: Service to use for uploading screenshots
es: Servicio para subir las capturas

source: Upload provider
es: Proveedor de subidas

source: Automatically copy the screenshot URL after uploading it
es: Copiar automáticamente la URL de la captura después de subirla

source: Automatic copy
es: Copia automática

source: Include the pointer in screenshots
es: Incluir el puntero en las capturas

source: Include pointer
es: Incluir el puntero

source: Screenshots will be saved under this location
es: Las capturas serán gurdades en esta localización

source: Choose directory
es: Elegir directorio

source: Save destination
es: Guardar destino

source: Re-open the applet after taking a screenshot
es: Re-abrir el applet después de una captura

source: Re-open applet
es: Re-abrir el applet

source: Removing a screenshot from history will also delete the file from the disk if this is enabled
es: Eliminar una captura del historial tambień borrará el fichero del disco si ésto está habilitado

source: Delete files
es: Eliminar ficheros

source: Show screenshot thumbnails
es: Mostrar miniaturas de captura

source: Show thumbnails
es: Mostrar miniaturas

source: <big>Screen</big>
es: <big>Pantalla</big>

source: Screenshot delay
es: Demora de captura

source: <big>Window</big>
es: <big>Ventana</big>

source: <big>Selection</big>
es: <big>Selección</big>
